Repository: court-jus/getsomepuzzle
Catalog: lib/l10n/app_*.arb
Languages: es

source: Help
es: Ayuda

source: Stats
es: stats translate me

# newgame
source: New
es: new translate me

source: Open
es: open translate me

source: Restart
es: restart translate me

source: Report
es: report translate me

source: Pause
es: pause translate me

# msgPuzzleSolved
source: Puzzle solved!
es: msgPuzzleSolved translate me

# questionFunToPlay
source: Was if fun to play?
es: questionFunToPlay translate me

# infoNoPuzzle
source: No puzzle loaded.
es: infoNoPuzzle translate me

# titleOpenPuzzlePage
source: Open puzzle
es: titleOpenPuzzlePage translate me

# infoFilterCollection
source: You can filter to find the kind of puzzle you like.
es: infoFilterCollection translate me

# labelSelectCollection
source: Collection
es: labelSelectCollection translate me

# labelToggleShuffle
source: Shuffle
es: labelToggleShuffle translate me

# labelChooseOnly
source: Only
es: labelChooseOnly translate me

# labelStatePlayed
source: Played
es: labelStatePlayed translate me

# labelStateSkipped
source: Skipped
es: labelStateSkipped translate me

# labelStateLiked
source: Liked
es: labelStateLiked translate me

# labelStateDisliked
source: Disliked
es: labelStateDisliked translate me

# labelChooseNot
source: Not
es: labelChooseNot translate me

# placeholderWidgetPastePuzzle
source: Paste a puzzle representation here to open it
es: placeholderWidgetPastePuzzle translate me

# labelWidgetDimensions
source: Dimensions
es: labelWidgetDimensions translate me

# labelWidgetWidth
source: Width
es: labelWidgetWidth translate me

# labelWidgetHeight
source: Height
es: labelWidgetHeight translate me

# labelWidgetFillRatio
source: Fill ratio
es: labelWidgetFillRatio translate me

# labelWidgetWantedrules
source: Wanted rules
es: labelWidgetWantedrules translate me

# labelWidgetBannedrules
source: Banned rules
es: labelWidgetBannedrules translate me

# msgCountMatchingPuzzles
source: Puzzles matching filters
es: msgCountMatchingPuzzles translate me

# btnCopyClipboard
source: Copy to clipboard
es: btnCopyClipboard translate me
